/* No comment provided by engineer. */
"Cancel" = "Annuller";

/* No comment provided by engineer. */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Email about this app" = "E-mail sur cette app";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Help" = "Aide";

/* No comment provided by engineer. */
"Internet connection not available" = "La connexion Internet n'est pas disponible";

/* No comment provided by engineer. */
"myEdu" = "myEdu";

/* No comment provided by engineer. */
"New item" = "Nouvel élément";

/* No comment provided by engineer. */
"Server down, or no connection available." = "Aucune connexion disponible ou server pas accessible.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Ouvrir le site Web";

/* No comment provided by engineer. */
"Please wait..." = "S'il vous plaît patienter ...";

/* No comment provided by engineer. */
"Please write the new checklist item" = "S'il vous plaît écrivez le nouvel élément";

/* No comment provided by engineer. */
"Social Network" = "Réseau social";

/* No comment provided by engineer. */
"To do" = "À faire";

/* No comment provided by engineer. */
"Universities" = "Universités";

